<?php



return
[
'cart' => ' اضافة الي السلة ',
'dir' => 'rtl',

'text-align' => 'right',
'home' => 'الرئيسية',
'elctron' => 'الكترونيات',
'elctronn' => 'الكترون',
'brand' => 'البراندات',
'about' => 'من نحن',



'shop' => 'تسوق الان',
'contact' => 'اتصل بنا',

'dept' => ' الاقسام',
'new' => 'الحديثة',
'search'=> 'بحث',

'review_add'=>'اضف رأيك',
'review'=>'رأيك',
'name_review'=>'اسمك',
'relevant'=>'ذات صلة',

'all'=>'الكل',
'products'=>'المنتجات',
'product-image'=>'صورة المنتج',
'product-name'=>'اسم المنتج',
'product-price'=>'سعر المنتج',
'product-quantity'=>'كمية المنتج',
'product-total'=>'المجموع',
'sub-total'=>'المجموع الكلي',
'quantity-update'=>'تعديل الكمية',
'product-delete'=>'حذف الكمية',
'price'=>'السعر',
'total'=>'صافي',
'shipping'=>'التوصيل',

'previous-orders'=>'الطلبات السابقة',
'checkout'=>'اكمال الطلب',
'invoice'=>'الفاتورة',


'order-status'=>'حالة الطلب ',

'order-date'=>' طلب بتاريخ ',
'order-detals'=>'تفاصيل الطلب',
'shipping-data'=>'بيانات التوصيل',
'name'=>'الاسم',
'email'=>'البريد الالكتروني',
'address'=>'العنوان',
'phone'=>'رقم الهاتف',
'note'=>'ملاحظة',



'text_about'=>'نحن في الكترون نهدف لأن نكون الخيار الأول لعشاق الأجهزة الإلكترونية.
                             نقدم منتجات ذات جودة عالية بأسعار تنافسية، 
                            مع ضمان تجربة تسوق سهلة وآمنة.
                            نحرص على خدمة عملائنا بأعلى معايير الاحترافية، 
                            مع توفير دعم مستمر لتلبية جميع احتياجاتكم.
                            
                            رؤيتنا هي تقديم تجربة مميزة تجعل التسوق معنا ممتعًا وسهلًا، مع خدمة عملاء تضمن رضاكم وثقتكم.
                            
                            كل ما تحتاجه من التكنولوجيا والإلكترونيات في مكان واحد!',



];